INSERT INTO camps (
    title,
    location,
    image_url,
    price_per_day,
    booked_count,
    description,
    shift_duration_days,
    age_min,
    age_max,
    camp_type,
    food_type
) VALUES
(
    'Искорка',
    'Подмосковье, округ Домодедово',
    'https://89c3d2af-981a-4890-8e33-6413e0391cbd.selcdn.net/camps/images/original/dol1_b.jpg',
    12000,
    12,
    'Расположен на площади 8 гектаров в живописном лесном массиве Домодедовского района Московской области. ДОЛ "Искорка" располагает современными двухэтажными спальными корпусами, где....',
    23,
    7,
    16,
    'Оздоровительный',
    '5 разовое'
),
(
    'Артек',
    'Красная поляна',
    'https://avatars.mds.yandex.net/i?id=2c5ce1f17996a1b5e4777e37c4c5486f_l-9147275-images-thumbs&n=13',
    23000,
    8,
    'Лагерь был основан 16 июня 1925 года по инициативе председателя Российского общества Красного Креста Зиновия Соловьёва. Первоначально создавался как санаторный лагерь-курорт для детей, страдающих туберкулёзом, но уже в первые годы превратился в место оздоровления и активного отдыха.',
    30,
    6,
    17,
    'Оздоровительный',
    '5 разовое'
),
(
    'Орленок',
    'Сочи',
    'https://cdnn21.img.ria.ru/images/07e9/06/1e/2026239848_0:0:1280:721_1920x1082_80_0_0_d7d67b2ae2696708a729d633308e4140.jpg',
    10000,
    20,
    '«Орлёнок» — Всероссийский детский центр (ВДЦ) — федеральное государственное бюджетное образовательное учреждение, крупнейшее в современной России из федеральных учреждений отдыха и оздоровления детей.',
    22,
    8,
    15,
    'Оздоровительный',
    '3 разовое'
);